{
  "nav_home": "Inicio",
  "nav_about": "Sobre mi",
  "nav_achievements": "Logros",
  "nav_skills": "Habilidades",
  "nav_contact": "Contacto",
  "download_cv": "Descargar CV",
  "home_title_1": "Full Stack",
  "home_title_2": "Developer",
  "home_subtitle": "Desarrollador de Software | Base de datos | Infraestructura | Redes",
  "home_description": "Innovación y desarrollo de <span class='font-semibold text-white'>Sistemas Escalables</span> para llevar tus ideas al siguiente nivel.",
  "home_button": "Iniciar",
  "about_title": "Gabriel Mairena",
  "about_subtitle": "Estudiante de Ingenieria en Sistemas",
  "about_bio": "Especializado en desarrollo de aplicativos, con una sólida base en el desarrollo de sistemas y bases de datos. Apasionado por crear soluciones innovadoras y contribuir a proyectos impactantes.",
  "about_me_title": "Acerca de mi",
  "about_me_text": "Soy un ingeniero de sistemas altamente motivado y capacitado con una trayectoria comprobada en el desarrollo full-stack. Mi experiencia abarca varias tecnologías, incluidas marcos frontend como React y Angular, lenguajes backend como Python y Java, y bases de datos sistemas como MySQL y PostgreSQL. Soy experto en diseño, desarrollar e implementar aplicaciones web escalables y eficientes. Mis proyectos académicos me lo han proporcionado con experiencia práctica en escenarios del mundo real, lo que me permite para perfeccionar mis habilidades de resolución de problemas y colaborar eficazmente dentro de los equipos.",
  "tech_skills_title": "Habilidades Técnicas",
  "frontend_dev": "Desarrollo Frontend",
  "backend_dev": "Desarrollo Backend",
  "db_management": "Gestor de base de datos",
  "achievements_title": "Logros Destacados",
  "achievements_subtitle": "Una selección de mis logros más recientes y significativos.",
  "tech_title": "Tecnologías",
  "tech_subtitle": "Una muestra de las principales tecnologías en las que tengo experiencia, utilizadas en proyectos académicos y personales, tanto en el desarrollo frontend como backend y bases de datos.",
  "contact_title": "Contacto",
  "contact_subtitle": "Construyamos algo increíble juntos.",
  "achievements_comp_tag": "Competencia",
  "achievements_comp_title": "Reto Marte 2024",
  "achievements_comp_desc": "Participación destacada en soluciones tecnológicas innovadoras, desarrollo de prototipos y estrategias de software aplicables a escenarios reales.",
  "achievements_comp_link": "Ver más",
  "achievements_hack_tag": "Hackatón",
  "achievements_hack_title": "Hackatón con Base de Datos en la Nube",
  "achievements_hack_desc": "Desarrollo del backend de una aplicación Java integrada a una base de datos en la nube con Azure, aplicando buenas prácticas de desarrollo escalable.",
  "achievements_hack_link": "Ver más",
  "contact_name_label": "Tu Nombre",
  "contact_email_label": "Tu Correo",
  "contact_message_label": "Tu Mensaje",
  "contact_button": "Enviar Mensaje"
}